[
    {
      "id": "625d216689b2443c877d8b6f",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/the_15_most_important_exercises_for_men_main.jpg?quality=70&strip=all",
      "name": "Deadlift",
      "comment": "hello",
      "details": "Arguably the king of all exercises, the deadlift hits every major muscle group hard, and is perhaps the greatest test of strength there is. Because of all the muscles involved, it releases a huge amount of testosterone (a muscle-building hormone) into the bloodstream. For this reason, the deadlift is a great cornerstone for any fitness plan. Use this 6-week training plan for a new personal best. "
    },
    {
      "id": "625d21662f93945e1e858587",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/15-best-exercises-squat.jpg?quality=86&strip=all",
      "name": "Back squat",
      "comment": "hello",
      "details": "Just like the deadlift, the barbell back squat hits just about every major muscle group there is in the body and is the king of leg-developing movements. Any athlete will tout the squat as the reason they run fast, jump high, and keep increasing in strength all over. "
    },
    {
      "id": "625d216668c7c712a8592e24",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/dumbbell-bench-press-chest-weights-main.jpg?quality=86&strip=all",
      "name": " Bench Press",
      "comment": "hello",
      "details": "Every gym-goer in the world has been asked “Whaddya bench?” at least once. This move is responsible for developing powerful, well-defined pecs, shoulders, and triceps, which lead to a more commanding presence, with or without a shirt on. Combine that with the muscle-building effects of the testosterone this move releases and all you have left to do is watch your “little black book” fill up."
    },
    {
      "id": "625d21667f9e36ee06dfaec8",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/_main_dbdeadlft.jpg?quality=86&strip=all",
      "name": " Dumbbell romanian deadlift",
      "comment": "hello",
      "details": "This could be the most important exercise there is for lower-back health and developing an impressive set of glutes. Any seasoned lifter will tell you they’re truly impressed by a good set of legs, and a butt usually comes with it. Also, this move helps to make the hamstrings more flexible, meaning less back pain after sitting all day."
    },
    {
      "id": "625d2166dd17d644e8434d64",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/kb_swing_main.jpg?quality=86&strip=all",
      "name": " Kettlebell swing",
      "comment": "hello",
      "details": "Often confused as a squat and front raise combo for the legs and shoulders, respectively, this move is actually an explosive hip hinge, great for the glutes and conditioning. When done properly, the hip-hinge movement combined with the cardio aspect (due to the explosiveness of the movement) will help create a strong, ripped physique any guy would be jealous of."
    },
    {
      "id": "625d216652e230c95792bf83",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/15-best-exercises-suspended-push-up.jpg?quality=86&strip=all",
      "name": "Suspended pushup",
      "comment": "hello",
      "details": "Trainers far and wide have touted the usefulness of suspension-training systems like the TRX for years, and the fitness population is starting to catch on. In a pushup, the instability of the handles leads to more muscle fiber activation, in turn leading to more strength and muscle development in less time than in other variations of the classic pushup, as well as long-term health for your shoulders."
    },
    {
      "id": "625d2166fefc66cb666a2a10",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/_main_pullup_10.jpg?quality=86&strip=all",
      "name": "Pullup",
      "comment": "hello",
      "details": "Nothing quite says “I’m big” like a wide set of shoulders; a wide back doesn’t hurt either. The best move for developing those big, fan-shaped muscles (latissimus dorsi, aka, the lats) that make your shoulders look wide is the traditional pullup. It’s a big, multijoint move, which leads to testosterone release, meaning strength and overall muscle development will be enhanced."
    },
    {
      "id": "625d2166e2d9276cd3596360",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/15-best-exercises-medicine-ball-slam.jpg?quality=86&strip=all",
      "name": "Medicine ball slam",
      "comment": "hello",
      "details": "Some guys work for a lifetime to develop a ripped midsection like the fitness models we see in magazines. Others know the secret of disciplined eating and the best exercises for abs out there, none of which are a crunch or variation. The medicine ball slam carves out gorges in the midsection, making your abs look like a street map of midtown Manhattan and adds a good amount of cardio to your workout so you can maintain that look."
    },
    {
      "id": "625d21661fedb47567d8176d",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/swiss_ball_rollout_main.jpg?quality=86&strip=all",
      "name": "Swiss Ball Rollout",
      "comment": "hello",
      "details": "Although very challenging, the Swiss ball rollout is an essential part of anyone’s quest for a six-pack. As you roll out on the ball, your abs are put under increasing tension, and any fitness expert knows that one of the secrets to building ripped, lean muscle is high muscular tension. Use this move in place of a crunch to carve out a defined six-pack."
    },
    {
      "id": "625d21661fedb4756176d",
      "picture": "https://www.mensjournal.com/wp-content/uploads/mf/good-morning-bands-main.jpg?quality=86&strip=all",
      "name": "Banded Good Morning",
      "comment": "hello",
      "details": "Although this move looks like it would hurt your lower back, it in fact has the opposite effect. The good morning is a great developer for those muscles; and the use of a band makes it more like a physical therapy exercise than a traditional lift. Not only that, but this exercise will assist you in the squat, allowing you to load up more weight on the bar."
    }
  ]